[
  {
    "item": "A.1 Human activities, principally through emissions of greenhouse gases, have unequivocally caused global warming, with global surface temperature reaching 1.1°C above 1850-1900 in 2011-2020. Global greenhouse gas emissions have continued to increase, with unequal historical and ongoing contributions arising from unsustainable energy use, land use and land-use change, lifestyles and patterns of consumption and production across regions, between and within countries, and among individuals (high confidence).",
    "chapter": "Observed Warming and its Causes",
    "transformed": "We are facing a climate crisis that is undeniably driven by human activities. Since the late 19th century, our reckless emissions of greenhouse gases have pushed global temperatures to rise by 1.1°C. This is not just a statistic; it reflects the unequal burden of unsustainable energy use and consumption patterns that vary across the globe. We must confront this reality and take immediate action to change our ways, for the sake of our planet and future generations. The time for half-measures is over; we need bold, transformative change now!"
  },
  {
    "item": "A.2 Widespread and rapid changes in the atmosphere, ocean, cryosphere and biosphere have occurred. Human-caused climate change is already affecting many weather and climate extremes in every region across the globe. This has led to widespread adverse impacts and related losses and damages to nature and people (high confidence). Vulnerable communities who have historically contributed the least to current climate change are disproportionately affected (high confidence).",
    "chapter": "Observed Changes and Impacts",
    "transformed": "We are witnessing widespread and rapid changes in our atmosphere, oceans, and ecosystems, all driven by human-caused climate change. This crisis is not just a future threat; it is already affecting weather patterns and climate extremes in every corner of the globe. The most vulnerable communities, who have contributed the least to this crisis, are suffering the most. We cannot ignore this injustice any longer. We must act now to protect our planet and those who are most at risk!"
  },
  {
    "item": "A.3 Adaptation planning and implementation has progressed across all sectors and regions, with documented benefits and varying effectiveness. Despite progress, adaptation gaps exist, and will continue to grow at current rates of implementation. Hard and soft limits to adaptation have been reached in some ecosystems and regions. Maladaptation is happening in some sectors and regions. Current global financial flows for adaptation are insufficient for, and constrain implementation of, adaptation options, especially in developing countries (high confidence).",
    "chapter": "Current Progress in Adaptation and Gaps and Challenges",
    "transformed": "We have made some progress in adaptation planning across various sectors and regions, but let us be clear: the gaps are widening. Some ecosystems have already hit their limits, and maladaptation is taking hold in many areas. The financial support for adaptation is woefully inadequate, particularly for developing countries. If we do not change our course, we will only see these challenges grow. We must act now, with urgency and solidarity, to ensure a sustainable future for all."
  },
  {
    "item": "A.4 Policies and laws addressing mitigation have consistently expanded since AR5. Global GHG emissions in 2030 implied by nationally determined contributions (NDCs) announced by October 2021 make it likely that warming will exceed 1.5°C during the 21st century and make it harder to limit warming below 2°C. There are gaps between projected emissions from implemented policies and those from NDCs and finance flows fall short of the levels needed to meet climate goals across all sectors and regions. (high confidence).",
    "chapter": "Current Mitigation Progress, Gaps and Challenges",
    "transformed": "Ladies and gentlemen, we are facing a climate crisis that is only worsening. Despite the promises made in the Paris Agreement, global greenhouse gas emissions are set to exceed 1.5°C this century, pushing us further away from our goal of limiting warming below 2°C. The gap between what we say we will do and what we actually do is glaring. We are not investing enough to meet our climate goals, and this inaction is unacceptable. We must demand immediate and ambitious policies to close this gap and secure a livable future for all. The time for half-measures is over!"
  },
  {
    "item": "B.1 Continued greenhouse gas emissions will lead to increasing global warming, with the best estimate of reaching 1.5°C in the near term in considered scenarios and modelled pathways. Every increment of global warming will intensify multiple and concurrent hazards (high confidence). Deep, rapid, and sustained reductions in greenhouse gas emissions would lead to a discernible slowdown in global warming within around two decades, and also to discernible changes in atmospheric composition within a few years (high confidence).",
    "chapter": "Future Climate Change",
    "transformed": "We are on a dangerous path. Continued greenhouse gas emissions will push us closer to a catastrophic 1.5°C rise in global temperatures. Every fraction of a degree increases the risks we face—intensifying disasters and threatening our very existence. But there is hope! If we act now with deep, rapid, and sustained reductions in emissions, we can slow down global warming within just two decades and see real changes in our atmosphere in just a few years. The time to act is now!"
  },
  {
    "item": "B.2 For any given future warming level, many climate-related risks are higher than assessed in AR5, and projected long-term impacts are up to multiple times higher than currently observed (high confidence). Risks and projected adverse impacts and related losses and damages from climate change escalate with every increment of global warming (very high confidence). Climatic and non-climatic risks will increasingly interact, creating compound and cascading risks that are more complex and difficult to manage (high confidence).",
    "chapter": "Climate Change Impacts and Climate-Related Risks",
    "transformed": "We must face the stark reality: for every fraction of a degree of warming, the risks we face multiply beyond what we previously understood. The impacts of climate change are not just looming on the horizon—they are escalating right now, with losses and damages that grow more severe with each passing moment. As climatic and non-climatic risks intertwine, we are confronted with complex challenges that threaten our very existence. We cannot afford to ignore this any longer. The time for action is now!"
  },
  {
    "item": "B.3 Some future changes are unavoidable and/or irreversible but can be limited by deep, rapid and sustained global greenhouse gas emissions reduction. The likelihood of abrupt and/or irreversible changes increases with higher global warming levels. Similarly, the probability of low-likelihood outcomes associated with potentially very large adverse impacts increases with higher global warming levels. (high confidence).",
    "chapter": "Likelihood and Risks of Unavoidable, Irreversible or Abrupt Changes",
    "transformed": "We must face the truth: some changes to our planet are now unavoidable and irreversible. But we have the power to limit their impact through deep, rapid, and sustained reductions in greenhouse gas emissions. The more we allow global temperatures to rise, the greater the risk of abrupt and catastrophic changes. We cannot afford to ignore this reality—our future depends on our actions today!"
  },
  {
    "item": "B.4 Adaptation options that are feasible and effective today will become constrained and less effective with increasing global warming. With increasing global warming, losses and damages will increase and additional human and natural systems will reach adaptation limits. Maladaptation can be avoided by flexible, multi-sectoral, inclusive, long-term planning and implementation of adaptation actions, with co-benefits to many sectors and systems. (high confidence).",
    "chapter": "Adaptation Options and their Limits in a Warmer World",
    "transformed": "We must act now! As global warming escalates, our adaptation options will dwindle, and the losses will only grow. We are reaching the limits of what we can adapt to, and we cannot afford to let maladaptation take hold. It is crucial that we embrace flexible, inclusive, and long-term planning to ensure that our actions benefit not just one sector, but all of humanity and our planet. The time for half-measures is over—it's time to act decisively for our future!"
  },
  {
    "item": "B.5 Limiting human-caused global warming requires net zero CO2 emissions. Cumulative carbon emissions until the time of reaching net zero CO2 emissions and the level of greenhouse gas emission reductions this decade largely determine whether warming can be limited to 1.5°C or 2°C (high confidence). Projected CO2 emissions from existing fossil fuel infrastructure without additional abatement would exceed the remaining carbon budget for 1.5°C (50%) (high confidence).",
    "chapter": "Carbon Budgets and Net Zero Emissions",
    "transformed": "We must understand that limiting human-caused global warming demands urgent action to achieve net zero CO2 emissions. The choices we make this decade regarding carbon emissions will dictate whether we can keep warming below 1.5°C or even 2°C. With current fossil fuel infrastructure alone, we are on a path to exceed the remaining carbon budget for a livable future. We cannot afford to ignore this reality any longer! The time for action is now!"
  },
  {
    "item": "B.6 All global modelled pathways that limit warming to 1.5°C (>50%) with no or limited overshoot, and those that limit warming to 2°C (>67%), involve rapid and deep and, in most cases, immediate greenhouse gas emissions reductions in all sectors this decade. Global net zero CO2 emissions are reached for these pathway categories, in the early 2050s and around the early 2070s, respectively. (high confidence).",
    "chapter": "Mitigation Pathways",
    "transformed": "We are at a critical juncture. To limit global warming to 1.5°C, we must act now—this decade! We need rapid and deep reductions in greenhouse gas emissions across all sectors. The science is clear: achieving net zero CO2 emissions is not just possible; it is imperative if we want to secure a livable future. We have no time to waste!"
  },
  {
    "item": "B.7 If warming exceeds a specified level such as 1.5°C, it could gradually be reduced again by achieving and sustaining net negative global CO2 emissions. This would require additional deployment of carbon dioxide removal, compared to pathways without overshoot, leading to greater feasibility and sustainability concerns. Overshoot entails adverse impacts, some irreversible, and additional risks for human and natural systems, all growing with the magnitude and duration of overshoot. (high confidence).",
    "chapter": "Overshoot: Exceeding a Warming Level and Returning",
    "transformed": "We cannot afford to let global temperatures rise beyond 1.5°C. If we do, we face the daunting task of not just reducing emissions, but achieving net negative CO2 levels—something that brings with it serious feasibility and sustainability concerns. Overshooting this critical threshold will have devastating effects, many of which may be irreversible, putting both our planet and humanity at greater risk. We must act now, before it's too late!"
  },
  {
    "item": "C.1 Climate change is a threat to human well-being and planetary health (very high confidence) . There is a rapidly closing window of opportunity to secure a liveable and sustainable future for all (very high confidence) . Climate resilient development integrates adaptation and mitigation to advance sustainable development for all, and is enabled by increased international cooperation including improved access to adequate financial resources, particularly for vulnerable regions, sectors and groups, and inclusive governance and coordinated policies (high confidence) . The choices and actions implemented in this decade will have impacts now and for thousands of years (high confidence).",
    "chapter": "Urgency of Near-Term Integrated Climate Action",
    "transformed": "We are facing an unprecedented threat—climate change is jeopardizing our very existence and the health of our planet. The window to secure a livable future is rapidly closing, and we must act now. Climate-resilient development is not just a choice; it is a necessity that requires global cooperation, equitable access to resources, and inclusive governance. The decisions we make in this decade will shape the world for generations to come. We cannot afford to wait any longer—our future depends on the actions we take today!"
  },
  {
    "item": "C.2 Deep, rapid and sustained mitigation and accelerated implementation of adaptation actions in this decade would reduce projected losses and damages for humans and ecosystems (very high confidence) , and deliver many co-benefits, especially for air quality and health (high confidence) . Delayed mitigation and adaptation action would lock-in high-emissions infrastructure, raise risks of stranded assets and cost-escalation, reduce feasibility, and increase losses and damages (high confidence) . Near-term actions involve high up-front investments and potentially disruptive changes that can be lessened by a range of enabling policies (high confidence).",
    "chapter": "The Benefits of Near-Term Action",
    "transformed": "We must act now! Deep, rapid, and sustained action to mitigate climate change and accelerate adaptation is crucial in this decade. If we do, we can significantly reduce the projected losses and damages to both people and ecosystems. The benefits are clear: better air quality and improved health for all. But if we delay, we risk locking ourselves into high-emission infrastructure, facing escalating costs and irreversible damage. Yes, the upfront investments may be challenging, but with the right policies, we can make these necessary changes. The time for action is now!"
  },
  {
    "item": "C.3 Rapid and far-reaching transitions across all sectors and systems are necessary to achieve deep and sustained emissions reductions and secure a liveable and sustainable future for all. These system transitions involve a significant upscaling of a wide portfolio of mitigation and adaptation options. Feasible, effective, and low-cost options for mitigation and adaptation are already available, with differences across systems and regions. (high confidence).",
    "chapter": "Mitigation and Adaptation Options across Systems",
    "transformed": "We must act now! Rapid and far-reaching transitions across all sectors are essential to achieve the deep emissions reductions we need for a livable future. We already have effective and low-cost solutions at our fingertips, but we need to upscale these efforts everywhere. It’s time to embrace these options and work together for a sustainable world for all!"
  },
  {
    "item": "C.4 Accelerated and equitable action in mitigating and adapting to climate change impacts is critical to sustainable development. Mitigation and adaptation actions have more synergies than trade-offs with Sustainable Development Goals. Synergies and trade-offs depend on context and scale of implementation (high confidence).",
    "chapter": "Synergies and Trade-Offs with Sustainable Development (1)",
    "transformed": "We must accelerate and ensure equitable action to combat climate change, as it is vital for sustainable development. Mitigation and adaptation are not just separate efforts; they work together to help us achieve our Sustainable Development Goals. The way we implement these actions matters, and we must do so with urgency and commitment. The time for half-measures is over—we need to act decisively and collectively!"
  },
  {
    "item": "C.5 Prioritising equity, climate justice, social justice, inclusion and just transition processes can enable adaptation and ambitious mitigation actions and climate resilient development. Adaptation outcomes are enhanced by increased support to regions and people with the highest vulnerability to climatic hazards. Integrating climate adaptation into social protection programs improves resilience. Many options are available for reducing emission-intensive consumption, including through behavioural and lifestyle changes, with co-benefits for societal well-being. (high confidence)",
    "chapter": "Synergies and Trade-Offs with Sustainable Development (2)",
    "transformed": "We must prioritize equity and climate justice to ensure that the most vulnerable among us are supported in adapting to the climate crisis. By integrating climate adaptation into social protection programs, we can build resilience for those hit hardest by climate hazards. There are countless ways to reduce our emissions through changes in our behavior and lifestyle, which not only help the planet but also enhance our societal well-being. Together, we can create a just transition that leaves no one behind!"
  },
  {
    "item": "C.6 Effective climate action is enabled by political commitment, well-aligned multilevel governance, institutional frameworks, laws, policies and strategies and enhanced access to finance and technology. Clear goals, coordination across multiple policy domains, and inclusive governance processes facilitate effective climate action. Regulatory and economic instruments can support deep emissions reductions and climate resilience if scaled up and applied widely. Climate resilient development benefits from drawing on diverse knowledge. (high confidence).",
    "chapter": "Governance and Policies",
    "transformed": "We need strong political commitment and effective governance to tackle the climate crisis head-on! This means clear goals, coordination across all levels, and inclusive processes that empower everyone. By scaling up regulatory and economic tools, we can achieve deep emissions reductions and build resilience. Let’s harness diverse knowledge and ensure that finance and technology are accessible to all. Together, we can create a sustainable future for our planet!"
  },
  {
    "item": "C.7 Finance, technology and international cooperation are critical enablers for accelerated climate action. If climate goals are to be achieved, both adaptation and mitigation financing would need to increase many-fold. There is sufficient global capital to close the global investment gaps but there are barriers to redirect capital to climate action. Enhancing technology innovation systems is key to accelerate the widespread adoption of technologies and practices. Enhancing international cooperation is possible through multiple channels (high confidence).",
    "chapter": "Finance, Technology and International Cooperation",
    "transformed": "We must recognize that finance, technology, and international cooperation are essential for urgent climate action. To meet our climate goals, we need to massively increase funding for both adaptation and mitigation. There is enough global capital to bridge the investment gaps, but we face barriers in redirecting that capital towards climate solutions. We must prioritize innovation and collaboration to ensure that sustainable technologies are adopted widely and swiftly. Together, we can overcome these challenges and turn our commitments into action!"
  }
]
